
type DayDiets = {
    breakfast: string,
    lunch: string,
    dinner: string,
}

type Days = {
    [day_code: string]: DayDiets
}

const diets: Days = {
    20220822: {
        breakfast: "NULL",
        lunch: "차조밥-중식(신)6.완  \n" +
            "조갯살미역국(장)6완  (5.6.8.9.13.18.)\n" +
            "돈갈비김치찜(장)6완  (5.6.9.10.13.18.)\n" +
            "삼색냉채(장)6완  (13.18.)\n" +
            "두부구이(장)6완  (5.6.18.)\n" +
            "섞박지(장)  (9.13.18.)\n" +
            "양념(신)8완  (5.6.13.)",
        dinner: "칼슘쌀밥-석식(장)  \n" +
            "팽이버섯달걀국(장)9  (1.5.6.8.9.13.18.)\n" +
            "비빔만두(장)6완  (1.5.6.10.13.16.18.)\n" +
            "참나물두부무침(신)9완  (5.6.18.)\n" +
            "돈육짜장볶음(손)  (5.6.10.13.16.18.)\n" +
            "깍두기(장)  (9.13.)"
    },
    20220823: {
        breakfast: "혼합15곡밥-아침(장)  (5.)\n" +
            "쇠고기무국-아침(장)  (5.6.13.16.18.)\n" +
            "비엔나양파볶음+케첩(장)9완  (2.5.6.10.12.13.15.16.)\n" +
            "시금치초무침(신)7완  (5.6.13.)\n" +
            "에그랑떙(신)6완  (1.2.5.6.8.9.10.12.13.15.16.17.18.)\n" +
            "배추김치(장)  (9.13.)\n" +
            "푸딩(망고)신8완  ",
        lunch: "통밀밥(신)-중식6완  (6.)\n" +
            "맑은쇠고기국(장)  (5.6.8.9.13.16.18.)\n" +
            "참나물무침  \n" +
            "찰순대볶음(장)6완  (5.6.10.13.18.)\n" +
            "스크램블에그(장)6완  (1.2.6.10.13.18.)\n" +
            "배추김치(장)  (9.13.)\n" +
            "애플파이  (1.2.5.6.)",
        dinner: "쌀밥-석식(장)  \n" +
            "등촌칼국수-국칸(신)8완  (5.6.8.9.13.16.18.)\n" +
            "꽃맛살샐러드(장)6완  (1.5.6.8.12.13.18.)\n" +
            "닭윙/닭봉구이2(장)9완  (5.6.12.13.15.18.)\n" +
            "배추김치(장)  (9.13.)\n" +
            "푸딩(망고)신8완 "
    },
    20220824: {
        breakfast: "쌀밥-아침(장)  \n" +
            "스팸김치찌개-아침(장)  (5.6.8.9.10.13.18.)\n" +
            "양배추샐러드/오렌지D(장)6.완  (1.2.5.6.12.13.)\n" +
            "치즈함박(장)  (1.2.5.6.10.12.13.15.16.)\n" +
            "깍두기(장)  (9.13.)\n" +
            "떠먹는요구르트(블루베리)(신)6완  (2.)",
        lunch: "짜장면+미니밥(장)  (1.5.6.10.13.16.)\n" +
            "실파달걀국(장)  (1.5.6.8.9.13.18.)\n" +
            "반달단무지(장)  \n" +
            "그린샐러드+키위드레싱(장)6완  (1.5.6.11.13.)\n" +
            "고소한탕수육(신)3완  (1.2.4.5.6.10.13.16.)\n" +
            "깍두기(장)  (9.13.)\n" +
            "샐러드주스(오렌지파인애플)(신)4  (13.)",
        dinner: "쌀밥-석식(장)  \n" +
            "도토리묵채국(신)0완  (5.6.8.9.13.18.)\n" +
            "백순대볶음/양념장(신)6완  (5.6.10.13.18.)\n" +
            "채소튀김(장)  (1.5.6.18.)\n" +
            "배추김치(장)  (9.13.)\n" +
            "포도(캠벨얼리)(신)7완  "
    },
    20220825: {
        breakfast: "칼슘쌀밥-아침(장)  \n" +
            "살구잼파이(장)  (1.2.5.6.13.)\n" +
            "우리쌀별속떡국-아침(장)완6  (1.5.6.13.18.)\n" +
            "일미볶음(장)  (1.5.6.13.17.)\n" +
            "꼬마돈가스+케첩(장)  (1.5.6.10.12.16.)\n" +
            "양념깻잎지(장)  (9.13.18.)\n" +
            "도시락김(장)  (13.)",
        lunch: "차조밥  \n" +
            "등뼈감자탕(장)  (5.6.9.10.)\n" +
            "우유달걀찜(장)  (1.2.9.13.)\n" +
            "오이도라지무침  (5.6.13.)\n" +
            "궁중떡볶음(장)  (5.6.13.16.)\n" +
            "배추김치(장)  (9.13.)\n" +
            "요구르트-80ml/사과(장)  (2.)",
        dinner: "칼슘쌀밥-중식(장)  \n" +
            "쇠고기떡국(장)  (1.5.6.8.9.13.16.18.)\n" +
            "LA갈비구이(신)완3  (10.)\n" +
            "톳무생채(신)3완  (5.6.13.)\n" +
            "오징어김치전(장)6완  (1.5.6.9.13.17.18.)\n" +
            "깍두기(장)  (9.13.)"
    },
    20220826: {
        breakfast: "참치김치덮밥(장)  (5.9.13.18.)\n" +
            "미소장국-아침(장)  (5.6.13.18.)\n" +
            "애느타리버섯볶음(장)  (5.6.13.18.)\n" +
            "닭윙구이(장)6완-아침  (5.6.12.13.15.18.)\n" +
            "깍두기(장)  (9.13.)\n" +
            "오렌지주스(100)/신3완  (13.)",
        lunch: "나물비빔밥+약고추장/달걀후라이  (1.5.6.10.13.)\n" +
            "우리콩청국장찌개(장)8완  (5.6.8.9.13.16.18.)\n" +
            "오리엔탈샐러드(장)6완  (5.6.12.13.)\n" +
            "꿀고추장돈육강정(장)  (2.4.5.6.10.13.)\n" +
            "깍두기(장)  (9.13.)\n" +
            "김구이+간장(장)  (5.6.13.)",
        dinner: "NULL"
    }
}

export default diets
